org-roam/20240530122137-christlieb_reed.org
:PROPERTIES:
:ID:       70b3d43f-a577-4189-8e62-85381b995e7c
:END:
#+title: christlieb reed


* Measurements for "Reed 2" (a very good reed)
** Length 2 5/32" (54.76mm)
** Blade length 1 1/16" (26.99mm)
** Length of blade including the shoulder 1 3/32" (27.78mm)
** Length of tube 1 1/16" (I assume butt to first wire?) (26.99mm)
** Width at tip 9/16" (14.28mm)
** Width of collar .305 (7.75mm)
** Width of throat between wires .275 (6.99mm)
** Thickness of blade before shoulders .207 (5.26mm) - this is distance from one blade to next
** Thickness of throat between wires .265 (6.73mm)
** Thickness of gouge .056 (1.42mm)
** Depth of crook penetration 1/4" (6.35mm)
** Side A up or down - up 
** 22 Guage wire
** Distance of wire 2 to wire 1 middle to middle 5/32" (3.97mm)
** Distance of wire 3 to wire 2 middle to middle 27/64" (10.72mm)

* Reed No 2 Blade Measurements

** In Hundredths of a milimeter
B is wire 1 twisted side (top) A is wire 1 smooth side (bottom)
|-----+----+----+----+-----+-------+-----+----+----+----+-----|
| BLL | BL |  B | BR | BRR | INCH  | ALL | AL |  A | AR | ARR |
|-----+----+----+----+-----+-------+-----+----+----+----+-----|
|     | 89 | 89 | 91 |     | 8/8"  |     | 86 | 85 | 89 |     |
|     | 74 | 81 | 86 |     | 7/8"  |     | 83 | 79 | 81 |     |
|     | 66 | 79 | 83 |     | 6/8"  |     | 81 | 77 | 76 |     |
|  64 | 64 | 71 | 77 |  64 | 5/8"  |     | 76 | 76 | 74 |  64 |
|  56 | 61 | 66 | 69 |  56 | 4/8"  |  66 | 74 | 72 | 69 |  56 |
|  44 | 56 | 62 | 64 |  46 | 3/8"  |  51 | 64 | 66 | 64 |  48 |
|  38 | 46 | 48 | 48 |  38 | 2/8"  |  33 | 48 | 56 | 51 |  36 |
|     |    | 43 |    |     | 3/16" |     |    | 48 |    |     |
|  25 | 30 | 32 | 30 |  25 | 1/8"  |  20 | 30 | 38 | 28 |  20 |
|     |    | 25 |    |     | 3/32" |     |    | 30 |    |     |
|  12 | 19 | 20 | 19 |  12 | 2/32" |  12 | 18 | 22 | 20 |  15 |
|     |    | 12 |    |     | 1/32" |     |    | 12 |    |     |
|   8 |  8 | 10 |  8 |   8 | Tip   |   8 | 10 | 10 | 10 |   8 |
|-----+----+----+----+-----+-------+-----+----+----+----+-----|

** In Thousandths of an inch

|------+-----+------+------+-----+-------+-----+----+------+----+-----|
|  BLL |  BL |    B |   BR | BRR | INCH  | ALL | AL |    A | AR | ARR |
|------+-----+------+------+-----+-------+-----+----+------+----+-----|
|      |  35 |   35 |   36 |     | 8/8"  |     | 34 | 33.5 | 35 |     |
|      |  29 |   32 |   34 |     | 7/8"  |     | 33 |   31 | 32 |     |
|      |  26 |   31 |   33 |     | 6/8"  |     | 32 | 30.5 | 30 |     |
|   25 |  25 |   28 | 30.5 |  25 | 5/8"  |     | 30 |   30 | 29 |  25 |
|   22 |  24 |   26 |   27 |  22 | 4/8"  |  26 | 29 | 28.5 | 27 |  22 |
| 17.5 |  22 | 24.5 |   25 |  18 | 3/8"  |  20 | 25 |   26 | 25 |  19 |
|   15 |  18 |   19 |   19 |  15 | 2/8"  |  13 | 19 |   22 | 20 |  14 |
|      |     |   17 |      |     | 3/16" |     |    |   19 |    |     |
|   10 |  12 | 12.5 |   12 |  10 | 1/8"  |   8 | 12 |   15 | 11 |   8 |
|      |     |   10 |      |     | 3/32" |     |    |   12 |    |     |
|    5 | 7.5 |    8 |  7.5 |   5 | 2/32" |   5 |  7 |  8.5 |  8 |   6 |
|      |     |    5 |      |     | 1/32" |     |    |    5 |    |     |
|    3 |   3 |    4 |    3 |   3 | Tip   |   3 |  4 |    4 |  4 |   3 |
|------+-----+------+------+-----+-------+-----+----+------+----+-----|



[[cite:&christlieb66_notes_bassoon_reed]]
