docs/site/20240530122137-christlieb_reed.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-02-21 Sat 11:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>christlieb reed</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">christlieb reed</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orge3c5b0d">Measurements for "Reed 2" (a very good reed)</a>
<ul>
<li><a href="#org750946f">Length 2 5/32" (54.76mm)</a></li>
<li><a href="#orge988521">Blade length 1 1/16" (26.99mm)</a></li>
<li><a href="#org09e1f8f">Length of blade including the shoulder 1 3/32" (27.78mm)</a></li>
<li><a href="#org2214d07">Length of tube 1 1/16" (I assume butt to first wire?) (26.99mm)</a></li>
<li><a href="#orgbb4f0d9">Width at tip 9/16" (14.28mm)</a></li>
<li><a href="#orgf24b906">Width of collar .305 (7.75mm)</a></li>
<li><a href="#orgf3a79d6">Width of throat between wires .275 (6.99mm)</a></li>
<li><a href="#orgd402e71">Thickness of blade before shoulders .207 (5.26mm) - this is distance from one blade to next</a></li>
<li><a href="#orgefe312c">Thickness of throat between wires .265 (6.73mm)</a></li>
<li><a href="#org7e9aefa">Thickness of gouge .056 (1.42mm)</a></li>
<li><a href="#orgcd73679">Depth of crook penetration 1/4" (6.35mm)</a></li>
<li><a href="#orgbd3f012">Side A up or down - up</a></li>
<li><a href="#org73b7c59">22 Guage wire</a></li>
<li><a href="#orgc6e02ee">Distance of wire 2 to wire 1 middle to middle 5/32" (3.97mm)</a></li>
<li><a href="#org5eac709">Distance of wire 3 to wire 2 middle to middle 27/64" (10.72mm)</a></li>
</ul>
</li>
<li><a href="#org460397a">Reed No 2 Blade Measurements</a>
<ul>
<li><a href="#org9a1a05f">In Hundredths of a milimeter</a></li>
<li><a href="#org481d96e">In Thousandths of an inch</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orge3c5b0d" class="outline-2">
<h2 id="orge3c5b0d">Measurements for "Reed 2" (a very good reed)</h2>
<div class="outline-text-2" id="text-orge3c5b0d">
</div>
<div id="outline-container-org750946f" class="outline-3">
<h3 id="org750946f">Length 2 5/32" (54.76mm)</h3>
</div>
<div id="outline-container-orge988521" class="outline-3">
<h3 id="orge988521">Blade length 1 1/16" (26.99mm)</h3>
</div>
<div id="outline-container-org09e1f8f" class="outline-3">
<h3 id="org09e1f8f">Length of blade including the shoulder 1 3/32" (27.78mm)</h3>
</div>
<div id="outline-container-org2214d07" class="outline-3">
<h3 id="org2214d07">Length of tube 1 1/16" (I assume butt to first wire?) (26.99mm)</h3>
</div>
<div id="outline-container-orgbb4f0d9" class="outline-3">
<h3 id="orgbb4f0d9">Width at tip 9/16" (14.28mm)</h3>
</div>
<div id="outline-container-orgf24b906" class="outline-3">
<h3 id="orgf24b906">Width of collar .305 (7.75mm)</h3>
</div>
<div id="outline-container-orgf3a79d6" class="outline-3">
<h3 id="orgf3a79d6">Width of throat between wires .275 (6.99mm)</h3>
</div>
<div id="outline-container-orgd402e71" class="outline-3">
<h3 id="orgd402e71">Thickness of blade before shoulders .207 (5.26mm) - this is distance from one blade to next</h3>
</div>
<div id="outline-container-orgefe312c" class="outline-3">
<h3 id="orgefe312c">Thickness of throat between wires .265 (6.73mm)</h3>
</div>
<div id="outline-container-org7e9aefa" class="outline-3">
<h3 id="org7e9aefa">Thickness of gouge .056 (1.42mm)</h3>
</div>
<div id="outline-container-orgcd73679" class="outline-3">
<h3 id="orgcd73679">Depth of crook penetration 1/4" (6.35mm)</h3>
</div>
<div id="outline-container-orgbd3f012" class="outline-3">
<h3 id="orgbd3f012">Side A up or down - up</h3>
</div>
<div id="outline-container-org73b7c59" class="outline-3">
<h3 id="org73b7c59">22 Guage wire</h3>
</div>
<div id="outline-container-orgc6e02ee" class="outline-3">
<h3 id="orgc6e02ee">Distance of wire 2 to wire 1 middle to middle 5/32" (3.97mm)</h3>
</div>
<div id="outline-container-org5eac709" class="outline-3">
<h3 id="org5eac709">Distance of wire 3 to wire 2 middle to middle 27/64" (10.72mm)</h3>
</div>
</div>
<div id="outline-container-org460397a" class="outline-2">
<h2 id="org460397a">Reed No 2 Blade Measurements</h2>
<div class="outline-text-2" id="text-org460397a">
</div>
<div id="outline-container-org9a1a05f" class="outline-3">
<h3 id="org9a1a05f">In Hundredths of a milimeter</h3>
<div class="outline-text-3" id="text-org9a1a05f">
<p>
B is wire 1 twisted side (top) A is wire 1 smooth side (bottom)
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">BLL</th>
<th scope="col" class="org-right">BL</th>
<th scope="col" class="org-right">B</th>
<th scope="col" class="org-right">BR</th>
<th scope="col" class="org-right">BRR</th>
<th scope="col" class="org-left">INCH</th>
<th scope="col" class="org-right">ALL</th>
<th scope="col" class="org-right">AL</th>
<th scope="col" class="org-right">A</th>
<th scope="col" class="org-right">AR</th>
<th scope="col" class="org-right">ARR</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">89</td>
<td class="org-right">89</td>
<td class="org-right">91</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">8/8"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">86</td>
<td class="org-right">85</td>
<td class="org-right">89</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">74</td>
<td class="org-right">81</td>
<td class="org-right">86</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">7/8"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">83</td>
<td class="org-right">79</td>
<td class="org-right">81</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">66</td>
<td class="org-right">79</td>
<td class="org-right">83</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">6/8"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">81</td>
<td class="org-right">77</td>
<td class="org-right">76</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">64</td>
<td class="org-right">64</td>
<td class="org-right">71</td>
<td class="org-right">77</td>
<td class="org-right">64</td>
<td class="org-left">5/8"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">76</td>
<td class="org-right">76</td>
<td class="org-right">74</td>
<td class="org-right">64</td>
</tr>

<tr>
<td class="org-right">56</td>
<td class="org-right">61</td>
<td class="org-right">66</td>
<td class="org-right">69</td>
<td class="org-right">56</td>
<td class="org-left">4/8"</td>
<td class="org-right">66</td>
<td class="org-right">74</td>
<td class="org-right">72</td>
<td class="org-right">69</td>
<td class="org-right">56</td>
</tr>

<tr>
<td class="org-right">44</td>
<td class="org-right">56</td>
<td class="org-right">62</td>
<td class="org-right">64</td>
<td class="org-right">46</td>
<td class="org-left">3/8"</td>
<td class="org-right">51</td>
<td class="org-right">64</td>
<td class="org-right">66</td>
<td class="org-right">64</td>
<td class="org-right">48</td>
</tr>

<tr>
<td class="org-right">38</td>
<td class="org-right">46</td>
<td class="org-right">48</td>
<td class="org-right">48</td>
<td class="org-right">38</td>
<td class="org-left">2/8"</td>
<td class="org-right">33</td>
<td class="org-right">48</td>
<td class="org-right">56</td>
<td class="org-right">51</td>
<td class="org-right">36</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">43</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">3/16"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">48</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">25</td>
<td class="org-right">30</td>
<td class="org-right">32</td>
<td class="org-right">30</td>
<td class="org-right">25</td>
<td class="org-left">1/8"</td>
<td class="org-right">20</td>
<td class="org-right">30</td>
<td class="org-right">38</td>
<td class="org-right">28</td>
<td class="org-right">20</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">25</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">3/32"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">30</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">12</td>
<td class="org-right">19</td>
<td class="org-right">20</td>
<td class="org-right">19</td>
<td class="org-right">12</td>
<td class="org-left">2/32"</td>
<td class="org-right">12</td>
<td class="org-right">18</td>
<td class="org-right">22</td>
<td class="org-right">20</td>
<td class="org-right">15</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">12</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">1/32"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">12</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">8</td>
<td class="org-right">8</td>
<td class="org-right">10</td>
<td class="org-right">8</td>
<td class="org-right">8</td>
<td class="org-left">Tip</td>
<td class="org-right">8</td>
<td class="org-right">10</td>
<td class="org-right">10</td>
<td class="org-right">10</td>
<td class="org-right">8</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-org481d96e" class="outline-3">
<h3 id="org481d96e">In Thousandths of an inch</h3>
<div class="outline-text-3" id="text-org481d96e">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">BLL</th>
<th scope="col" class="org-right">BL</th>
<th scope="col" class="org-right">B</th>
<th scope="col" class="org-right">BR</th>
<th scope="col" class="org-right">BRR</th>
<th scope="col" class="org-left">INCH</th>
<th scope="col" class="org-right">ALL</th>
<th scope="col" class="org-right">AL</th>
<th scope="col" class="org-right">A</th>
<th scope="col" class="org-right">AR</th>
<th scope="col" class="org-right">ARR</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">35</td>
<td class="org-right">35</td>
<td class="org-right">36</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">8/8"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">34</td>
<td class="org-right">33.5</td>
<td class="org-right">35</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">29</td>
<td class="org-right">32</td>
<td class="org-right">34</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">7/8"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">33</td>
<td class="org-right">31</td>
<td class="org-right">32</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">26</td>
<td class="org-right">31</td>
<td class="org-right">33</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">6/8"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">32</td>
<td class="org-right">30.5</td>
<td class="org-right">30</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">25</td>
<td class="org-right">25</td>
<td class="org-right">28</td>
<td class="org-right">30.5</td>
<td class="org-right">25</td>
<td class="org-left">5/8"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">30</td>
<td class="org-right">30</td>
<td class="org-right">29</td>
<td class="org-right">25</td>
</tr>

<tr>
<td class="org-right">22</td>
<td class="org-right">24</td>
<td class="org-right">26</td>
<td class="org-right">27</td>
<td class="org-right">22</td>
<td class="org-left">4/8"</td>
<td class="org-right">26</td>
<td class="org-right">29</td>
<td class="org-right">28.5</td>
<td class="org-right">27</td>
<td class="org-right">22</td>
</tr>

<tr>
<td class="org-right">17.5</td>
<td class="org-right">22</td>
<td class="org-right">24.5</td>
<td class="org-right">25</td>
<td class="org-right">18</td>
<td class="org-left">3/8"</td>
<td class="org-right">20</td>
<td class="org-right">25</td>
<td class="org-right">26</td>
<td class="org-right">25</td>
<td class="org-right">19</td>
</tr>

<tr>
<td class="org-right">15</td>
<td class="org-right">18</td>
<td class="org-right">19</td>
<td class="org-right">19</td>
<td class="org-right">15</td>
<td class="org-left">2/8"</td>
<td class="org-right">13</td>
<td class="org-right">19</td>
<td class="org-right">22</td>
<td class="org-right">20</td>
<td class="org-right">14</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">17</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">3/16"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">19</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">10</td>
<td class="org-right">12</td>
<td class="org-right">12.5</td>
<td class="org-right">12</td>
<td class="org-right">10</td>
<td class="org-left">1/8"</td>
<td class="org-right">8</td>
<td class="org-right">12</td>
<td class="org-right">15</td>
<td class="org-right">11</td>
<td class="org-right">8</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">10</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">3/32"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">12</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-right">7.5</td>
<td class="org-right">8</td>
<td class="org-right">7.5</td>
<td class="org-right">5</td>
<td class="org-left">2/32"</td>
<td class="org-right">5</td>
<td class="org-right">7</td>
<td class="org-right">8.5</td>
<td class="org-right">8</td>
<td class="org-right">6</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">5</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">1/32"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">5</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-right">3</td>
<td class="org-right">4</td>
<td class="org-right">3</td>
<td class="org-right">3</td>
<td class="org-left">Tip</td>
<td class="org-right">3</td>
<td class="org-right">4</td>
<td class="org-right">4</td>
<td class="org-right">4</td>
<td class="org-right">3</td>
</tr>
</tbody>
</table>



<p>
<a href="cite:&amp;christlieb66_notes_bassoon_reed">cite:&amp;christlieb66_notes_bassoon_reed</a>
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
